{
    "hello.world": "hola mundo",
    "precentacion": "Hola mi nombre es Eduardo y soy un desarrollador full stack,",
    "about": "SOBRE",
    "quien.es": "Quien es Eduardo?",
    "about.description.1": "Soy un desarrollador full-stack apasionado por la tecnología y con experiencia en una amplia gama de frameworks y compiladores de JavaScript como Angular, React, TypeScript, Node.js y jQuery. Me encanta experimentar con nuevas tecnologías y aprender cómo pueden ser utilizadas para crear soluciones innovadoras y eficientes.",
    "about.description.2": "En mi último proyecto, desarrollé una aplicación web para ayudar en el trabajo de un familiar, utilizando Angular y Node.js. La aplicación automatizó tareas como la gestión de registros y la generación de informes, lo que le permitió aumentar su productividad en un 20% y reducir el tiempo dedicado a la gestión de registros en un 50%. También tengo experiencia en la creación de APIs RESTful, la optimización del rendimiento de aplicaciones web y el desarrollo de backends con Node.js y MySQL.",
    "about.description.3": "En el desarrollo de estas aplicaciones me he enfocado en crear interfaces intuitivas y fáciles de usar, poniendo en práctica mis conocimientos en diseño UI/UX. Además de mi experiencia en front-end, también tengo experiencia en el desarrollo de backends y en la gestión de bases de datos. Soy un trabajador dedicado, responsable y con capacidad de trabajar en equipo. Estoy seguro de que mis habilidades y experiencia pueden ser de gran valor para su empresa y estoy entusiasmado por la oportunidad de contribuir a su éxito.",
    "skill.tools": "HABILIDADES Y HERRAMIENTAS",
    "skill.tools.1": "Mi caja de herramientas y lo que sé hacer",
    "skill.tools.2": "Las habilidades, herramientas y tecnologías que utilizo para dar vida a sus productos:",
    "work.in": "Actualmente trabajando en:",
    "work.in.1": "Mejorar mis habilidades en, y la comprensión de python, php y React Native. También, divirtiéndome en el gimnacio aprendiendo mma.",

    "project.1": "Administracion de sucursales de una empresa que vende crepas",
    "project.2": "Aplicacion de usuarios de caja para vender los productos de la sucursal que vende crepas",

    "projects": "Proyectos",

    "project.admin": "Esta aplicación permite gestionar una sucursal de ventas de crepas. Con ella puedes:",
    "project.caja": "Esta aplicación permite que los empleados agan todo lo relacionado con realizar ventas y ordenes de modo que le permite:",

    "project.admin.list.1": "Controlar las transacciones de una o todas las sucursales.",
    "project.admin.list.2": "Gestionar las facturas y el inventario de productos.",
    "project.admin.list.3": "Registrar las ventas de cada usuario.",

    "project.caja.list.1": "Vender los productos con los que cuenta la sucursal.",
    "project.caja.list.2": "Genarar facturas de todas las ventas que se hacen para entregarcelas al cliente y alamacenarlas en la base de datos de forma automatica.",
    "project.caja.list.3": "Imprimir oredenes para poder realizar la orden que le encargan de modo que puede imprimir una orden para que el empleado sepa lo que va a hacer.",
    "contact": "Contacto",
    "contact.2": "¿Escribir una línea para decir buenos días, pedir mi currículum o ver si podemos construir algo increíble juntos? ¡Me encantaría saber de ti!",
    "contact.3": "Complete su información en el formulario a continuación y espero tener noticias suyas.",
    "contact.1": "Ponerse En Contacto",
    "send": "Enviar",
    "name": "Nombre",
    "email": "Correo Electronico",
    "mensaje": "Mensaje",

    "download": "Descargar Intrucciones",
    "download.admin": "https://drive.google.com/file/d/1vG25oPJjx_71ylmwELHzfzrrPIzQH5Q8/view?usp=drive_link",
    "download.caja": "https://drive.google.com/file/d/12tpgvnesRUCZTNLCkek9RALEW9CkoNYe/view?usp=drive_link",

    "about.nav": "Sobre mi",
    "skills.nav": "Habilidades",
    "project.nav": "Proyectos",
    "contact.nav": "Contacto",
    "ir.pagina": "Ir a la pagina",
    "header.1": "Positivo ",
    "header.2": "Creativo ",
    "header.3": "Disciplinado ",
    "header.4": "Colaborador ",
    "header.5": "Proactivo ",
    "header.6": "Ágil ",
    "header.7": "Resiliente "

    
}